<%@ page language="java" contentType="text/html; charset=UTF-8"
    pageEncoding="UTF-8"%>
<!DOCTYPE html>
<html>
<head>
<meta charset="UTF-8">
<meta name="viewport" content="width=device-width, minimum-scale=1.0, maximum-scale=1.0" />
<title>用户协议</title>
<style type="text/css">
<!-- 
p{
text-indent: 2em;
}
-->
</style>
</head>
<body>
<p><center><h2>第一部分：隐私协议</h2></center><p>
<p>Bello是湖南洋光在线教育技术有限责任公司开发的一款APP，洋光在线教育重视用户的隐私。您在使用我们的服务时，我们可能会收集和使用您的相关信息。我们希望通过本《隐私政策》向您说明，在使用我们的服务时，我们如何收集、使用、储存和分享这些信息，以及我们为您提供的访问、更新、控制和保护这些信息的方式，希望您仔细阅读，在需要时，按照本《隐私政策》的指引，作出您认为适当的选择。
</p>
<p>
您使用或继续使用我们的服务，即意味着同意我们按照本《隐私政策》收集、使用、储存和分享您的相关信息。
</p>
<p><b>1.   我们可能收集的信息</b></p>
<p>我们提供服务时，可能会收集、储存和使用下列与您有关的信息。如果您不提供相关信息，可能无法注册成为我们的用户或无法享受我们提供的某些服务，或者无法达到相关服务拟达到的效果。 
</p>
<p>(1)	您提供的信息</p>
<p>您在注册账户或使用我们的服务时，向我们提供的相关个人信息，例如性别、年龄、电子邮件等；</p>
<p>您通过我们的服务向其他方提供的共享信息，以及您使用我们的服务时所储存的信息。</p>
<p>(2)	其他方分享的您的信息</p>
<p>其他方使用我们的服务时所提供有关您的共享信息。</p>
<p>(3)我们获取的您的信息</p>
<p>您使用服务时我们可能收集如下信息：</p>
<p>日志信息，指您使用我们的服务时，系统可能通过cookies或其他方式自动采集的技术信息，包括：</p>
<p>a)设备或软件信息，例如您的移动设备或用于接入我们服务的其他程序所提供的配置信息、您的IP地址和移动设备所用的版本和设备标识符；</p>
<p>b)在使用我们服务时搜索或浏览的信息； </p>
<p>c)您通过我们的服务进行通讯的信息，例如曾通讯的账号，以及通讯时间、数据和时长；</p>
<p>d)您通过我们的服务分享的内容所包含的信息（元数据），例如上传的图片的日期、时间或地点等。</p>
<p>位置信息，指您开启设备定位功能并使用我们基于位置提供的相关服务时，收集的有关您位置的信息，包括：</p>
<p>a)您通过具有定位功能的移动设备使用我们的服务时，通过GPS或WiFi等方式收集的您的地理位置信息；</p>
<p>b)您或其他用户提供的包含您所处地理位置的实时信息，例如您提供的帐户信息中包含的您所在地区信息，您或其他人上传的显示您当前或曾经所处地理位置的共享信息，您或其他人共享的照片包含的地理标记信息； </p>

<p><b>2.我们可能如何使用信息</b></p>
<p>我们可能将在向您提供服务的过程之中所收集的信息用作下列用途：</p>
<p>向您提供服务；</p>
<p>在我们提供服务时，用于身份验证、客户服务、存盘和备份用途，确保我们向您提供的产品和服务的安全性；</p>
<p>说明我们设计新服务，改善我们现有服务；</p>
<p>使我们更加了解您如何接入和使用我们的服务，从而针对性地响应您的个性化需求，例如语言设定、位置设定、个性化的说明服务和指示，或对您和其他用户作出其他方面的响应；</p>
<p>软件认证或管理软件升级；</p>
<p>让您参与有关我们产品和服务的调查。</p>
<p>为了让您有更好的体验、改善我们的服务或您同意的其他用途，在符合相关法律法规的前提下，我们可能将通过某一项服务所收集的信息，以汇集信息或者个性化的方式，用于我们的其他服务。例如，在您使用我们的一项服务时所收集的信息，可能在另一服务中用于向您提供特定内容，或向您展示与您相关的、非普遍推送的信息。如果我们在相关服务中提供了相应选项，您也可以授权我们将该服务所提供和储存的信息用于我们的其他服务。<p>

<p><b>3.您如何访问和控制自己的个人信息</b></p>
<p>我们将尽一切可能采取适当的技术手段，保证您可以访问、更新和更正自己的注册信息或使用我们的服务时提供的其他个人信息。</p>

<p><b>4.我们可能分享的信息</b></p>
<p>我们可能为以下需要而保留、保存或披露您的个人信息：</p>
<p>a)遵守适用的法律法规；</p>
<p>b)遵守法院命令或其他法律程序的规定；</p>
<p>c)遵守相关政府机关的要求；</p>
<p>d)为遵守适用的法律法规、维护社会公共利益，或保护我们的客户、我们或其他使用者或雇员的人身和财产安全或合法权益所合理必需的用途。 </p>

<p><b>5.信息安全</b></p>
<p>我们仅在本《隐私政策》所述目的所必需的期间和法律法规要求的时限内保留您的个人信息。</p>
<p>我们使用各种安全技术和程序，以防信息的丢失、不当使用、未经授权阅览或披露。但请您理解，由于技术的限制以及可能存在的各种恶意手段，在互联网行业，即便竭尽所能加强安全措施，也不可能始终保证信息百分之百的安全。您需要了解，您接入我们的服务所用的系统和通讯网络，有可能因我们可控范围外的因素而出现问题。</p>

<p><b>6.您分享的信息</b></p>
<p>我们的服务，可让您不仅与自己的社交网络，也与使用该服务的所有使用者公开分享您的相关信息，例如，您在我们的服务中所上传或发布的信息、您对其他人上传或发布的信息作出的响应，以及包括与这些信息有关的位置数据和日志信息。使用我们服务的其他使用者也有可能分享与您有关的信息（包括位置数据和日志信息）。特别是，我们的服务，是专为使您与世界各地的用户共享信息而设计，您可以使共享信息实时、广泛地传递。只要您不删除共享信息，有关信息会一直留存在公共领域；即使您删除共享信息，有关信息仍可能由其他用户或不受我们控制的非关联第三方独立地缓存、复制或储存，或由其他使用者或该等第三方在公共领域保存。</p>
<p>因此，请您谨慎考虑通过我们的服务上传、发布和交流的信息内容。在一些情况下，您可通过我们某些服务的隐私设定来控制有权浏览您共享信息的用户范围。如要求从我们的服务中删除您的相关信息，请通过该等特别服务条款提供的方式操作。 </p>

<p><b>7.您分享的敏感个人信息</b></p>
<p>某些个人信息因其特殊性可能被认为是敏感个人信息，例如您的种族、宗教、个人健康和医疗信息等。相比其他个人信息，敏感个人信息受到更加严格的保护。</p>
<p>请注意，您在使用我们的服务时所提供、上传或发布的内容和信息，可能会泄露您的敏感个人信息。您需要谨慎地考虑，是否在使用我们的服务时披露相关敏感个人信息。</p>
<p>您同意按本《隐私政策》所述的目的和方式来处理您的敏感个人信息。 </p>

<p><b>8.我们可能如何收集信息</b> </p>
<p>我们或我们的第三方合作伙伴，可能收集和使用您的信息，并将该等信息储存为日志信息，目的是为您提供更个性化的使用者体验和服务，并用于以下用途： </p>
<p>a)记住您的身份； </p>
<p>b)分析您使用我们服务的情况。 </p>
<p>我们为上述目的使用您的信息的同时，可能将收集的非个人身份信息，经统计加工后提供给第三方合作伙伴，用于分析使用者如何使用我们的服务。 </p>

<p><b>9. 我们可能向您发送的邮件和信息</b> </p>
<p>邮件和信息推送 </p>
<p>您在使用我们的服务时，我们可能使用您的信息向您的设备发送电子邮件、新闻或推送通知。如您不希望收到这些信息，可以按照我们的相关提示，在设备上选择取消订阅。 </p>
<p>与服务有关的公告 </p>
<p>我们可能在必要时（例如因系统维护而暂停某一项服务时）向您发出与服务有关的公告。您可能无法取消这些与服务有关、性质不属于推广的公告。 </p>

<p><b>10.未成年人使用我们的服务 </b></p>
<p>我们鼓励父母或监护人指导未满十八岁的未成年人使用我们的服务。我们建议未成年人鼓励他们的父母或监护人阅读本《隐私政策》，并建议未成年人在提交的个人信息之前寻求父母或监护人的同意和指导。 </p>

<p><b>11.隐私政策的适用范围</b></p>
<p>除某些特定服务外，我们所有的服务均适用本《隐私政策》。这些特定服务将适用特定的隐私政策。针对某些特定服务的特定隐私政策，将更具体地说明我们在该等服务中如何使用您的信息。该特定服务的隐私政策构成本《隐私政策》的一部分。如相关特定服务的隐私政策与本《隐私政策》有不一致之处，适用该特定服务的隐私政策。 </p>
<p>请您注意，本《隐私政策》不适用于以下情况：通过我们的服务而接入的第三方服务（包括任何第三方网站）收集的信息。 </p>

<p><b>12.变更 </b></p>
<p>我们可能适时修订本《隐私政策》的条款，该等修订构成本《隐私政策》的一部分。如该等修订造成您在本《隐私政策》下权利的实质减少，我们将在修订生效前通过向您发送电子邮件或以其他方式通知您。在该种情况下，若您继续使用我们的服务，即表示同意受经修订的本《隐私政策》的约束。  </p>

<br/>
<p><center><h2>第二部分：服务条款</h2> </center></p>

<p>为了使你更好的使用由湖南洋光在线教育有限责任公司（以下简称“本公司”）发布的Bello，请你务必审慎阅读、充分理解各条款内容，特别是免除或者限制责任的条款，以及开通或使用某项服务的单独协议，并选择接受或不接受。除非你已阅读并接受本协议所有条款，否则你无权下载、安装或使用本软件及相关服务。你的下载、安装、使用、获取帐号、登录等行为即视为你已阅读并同意本协议的约束。 </p>
<p>如果你未满18周岁，请在法定监护人的陪同下阅读本协议。 </p>
 
<p><b>一、协议的范围 </b></p>
<p>本协议是你与本公司之间关于你下载、安装、使用、复制本软件所订立的协议。  </p>
<p><b>二、关于本服务 </b></p>
<p>2.1 本服务的内容 </p>
<p>本服务内容是指本公司向全球想学外语的用户提供一个免费的交换语言的平台，同时为用户提供包括但不限于专业的有声课程，口音的反馈和校正等功能或内容的服务。 </p>
<p>2.2 本服务的形式 </p>
<p>2.2.1 你使用本服务需要下载本公司本公司客户端软件，对于该软件，本公司给予你一项个人的、不可转让及非排他性的许可。你仅可为访问或使用本服务的目的而使用该软件及服务。 </p>
<p>2.3 本服务许可的范围 </p>
<p>2.3.1 本公司给予你一项个人的、不可转让及非排他性的许可，以使用本软件。你可以为非商业目的在单一台终端设备上安装、使用、显示、运行本软件。 </p>
<p>2.3.2本条及本协议其他条款未明示授权的其他一切权利仍由湖南洋光在线教育科技有限责任公司保留，你在行使这些权利时须另外取得本公司的书面许可。本公司如果未行使前述任何权利，并不构成对该权利的放弃。 </p>
 
<p><b>三、软件的获取</b> </p>
<p>3.1 你可以直接从本公司的网站上获取本软件，也可以从得到本公司授权的第三方获取。 </p>
<p>3.2 如果你从未经本公司授权的第三方获取本软件或与本软件名称相同的安装程序，本公司无法保证该软件能够正常使用，并对因此给你造成的损失不予负责。 </p>
 
<p><b>四、软件的安装与卸载 </b></p>
<p>4.1 本公司可能为不同的终端设备开发了不同的软件版本，你应当根据实际情况选择下载合适的版本进行安装。 </p>
<p>4.2 下载安装程序后，你需要按照该程序提示的步骤正确安装。 </p>
<p>4.3 为提供更加优质、安全的服务，在本软件安装时本公司可能推荐你安装其他软件，你可以选择安装或不安装。 </p>
<p>4.4 如果你不再需要使用本软件或者需要安装新版软件，可以自行卸载。  </p>
<p><b>五、软件的更新 </b></p>
<p>5.1 为了改善用户体验、完善服务内容，本公司将为你不时提供软件更新（这些更新可能会采取软件替换、修改、功能强化、版本升级等形式）。 </p>
<p>5.2 为了保证本软件及服务的安全性和功能的一致性，本公司有权不经向你特别通知而对软件进行更新，或者对软件的部分功能效果进行改变或限制。 </p>
<p>5.3 本软件新版本发布后，旧版本的软件可能无法使用。本公司不保证旧版本软件继续可用及相应的客户服务，请你随时核对并下载最新版本。 </p>
 
<p><b>六、用户个人信息保护 </b></p>
<p>6.1 本公司将会采取合理的措施保护用户的个人信息。除法律法规规定的情形外，未经用户许可本公司不会向第三方公开、透露用户个人信息。 </p>
<p>6.2 你在注册帐号或使用本服务的过程中，需要提供一些必要的信息。若国家法律法规或政策有特殊规定的，你需要提供真实的身份信息。若你提供的信息不完整，则无法使用本服务或在使用过程中受到限制。 </p>
<p>6.3 本公司将运用各种安全技术和程序建立完善的管理制度来保护你的个人信息，以免遭受未经授权的访问、使用或披露。 </p>
<p>6.4 若你是18周岁以下的未成年人，在使用本公司的服务前，应事先取得你家长或法定监护人的书面同意。  </p>
<p><b>七、主权利义务条款</b> </p>
<p>7.1 帐号使用规范 </p>
<p>7.1.1 你在使用本服务前需要注册一个本公司帐号。 </p>
<p>7.1.2 帐号的所有权归本公司所有，用户完成申请注册手续后，仅获得本公司帐号的使用权，且该使用权仅属于初始申请注册人。同时，初始申请注册人不得赠与、借用、租用、转让或售卖本公司帐号或者以其他方式许可非初始申请注册人使用本公司帐号。 </p>
<p>7.1.3 用户有责任妥善保管注册帐户信息及帐户密码的安全，用户需要对注册帐户以及密码下的行为承担法律责任。 </p>
<p>7.2 用户注意事项 </p>
<p>7.2.1 你理解并同意：为了向你提供有效的服务，本软件会利用你终端设备的处理器和带宽等资源。本软件使用过程中可能产生数据流量的费用，用户需自行向运营商了解相关资费信息，并自行承担相关费用。 </p>
<p>7.2.2 你理解并同意：本软件的某些功能可能会让第三方知晓用户的信息。 </p>
<p>7.2.3 你在使用本软件某一特定服务时，该服务可能会另有单独的协议、相关业务规则等（以下统称为“单独协议”），你在使用该项服务前请阅读并同意相关的单独协议。 </p>
<p>7.2.4 你理解并同意本公司将会尽其商业上的合理努力保障你在本软件及服务中的数据存储安全，但是，本公司并不能就此提供完全保证，包括但不限于以下情形： </p>
<p>7.2.4.1 本公司不对你在本软件及服务中相关数据的删除或储存失败负责； </p>
<p>7.2.4.2 如果你停止使用本软件及服务或服务被终止或取消，本公司可以从服务器上永久地删除你的数据。服务停止、终止或取消后，本公司没有义务向你返还任何数据。 </p>
<p>7.2.5 用户在使用本软件及服务时，须自行承担如下来自本公司不可掌控的风险内容，包括但不限于： </p>
<p>7.2.5.1 由于不可抗拒因素可能引起的个人信息丢失、泄漏等风险； </p>
<p>7.2.5.2 用户必须选择与所安装终端设备相匹配的软件版本，否则，由于软件与终端设备型号不相匹配所导致的任何问题或损害，均由用户自行承担； </p>
<p>7.2.5.3 用户在使用本软件访问第三方网站时，因第三方网站及相关内容所可能导致的风险，由用户自行承担； </p>
<p>7.2.5.4 用户发布的内容被他人转发、分享，因此等传播可能带来的风险和责任； </p>
<p>7.3 第三方产品和服务 </p>
<p>7.3.1 你在使用本软件第三方提供的产品或服务时，除遵守本协议约定外，还应遵守第三方的用户协议。本公司和第三方对可能出现的纠纷在法律规定和约定的范围内各自承担责任。 </p>
<p>7.3.2本公司不保证通过第三方提供服务及内容的安全性、准确性、有效性及其他不确定的风险，由此若引发的任何争议及损害，与本公司无关，本公司不承担任何责任。 </p>
 
<p><b>八、用户行为规范</b> </p>
<p>8.1 信息内容规范 </p>
<p>8.1.1 本条所述信息内容是指用户使用本软件及服务过程中所制作、复制、发布、传播的任何内容。 </p>
<p>8.1.2 你理解并同意，本公司致力于为用户提供文明健康、规范有序的网络环境，你不得利用本公司帐号或本软件及服务制作、复制、发布、传播干扰本公司正常运营，以及侵犯其他用户或第三方合法权益的内容。 </p>
<p>8.2 软件使用规范 </p>
<p>除非法律允许或本公司书面许可，你使用本软件过程中不得从事下列行为： </p>
<p>8.2.1 删除本软件及其副本上关于著作权的信息； </p>
<p>8.2.2 对本软件进行反向工程、反向汇编、反向编译，或者以其他方式尝试发现本软件的源代码； </p>
<p>8.2.3 对本公司拥有知识产权的内容进行使用、出租、出借、复制、修改、链接、转载、汇编、发表、出版、建立镜像站点等； </p>
<p>8.2.4 对本软件或者本软件运行过程中释放到任何终端内存中的数据、软件运行过程中客户端与服务器端的交互数据，以及本软件运行所必需的系统数据，进行复制、修改、增加、删除、挂接运行或创作任何衍生作品； </p>
<p>8.2.5 通过修改或伪造软件运行中的指令、数据，增加、删减、变动软件的功能或运行效果，或者将用于上述用途的软件、方法进行运营或向公众传播，无论这些行为是否为商业目的； </p>
<p>8.2.6 通过非本公司开发、授权的第三方软件、插件、外挂、系统，登录或使用本公司软件及服务，或制作、发布、传播上述工具； </p>
<p>8.2.7 自行或者授权他人、第三方软件对本软件及其组件、模块、数据进行干扰； </p>
<p>8.2.8 其他未经本公司明示授权的行为。 </p>
<p>8.3 服务运营规范 </p>
<p>除非法律允许或本公司书面许可，你使用本服务过程中不得从事下列行为： </p>
<p>8.3.1 提交、发布虚假信息，或冒充、利用他人名义的； </p>
<p>8.3.2 诱导其他用户点击链接页面或分享信息的； </p>
<p>8.3.3 虚构事实、隐瞒真相以误导、欺骗他人的； </p>
<p>8.3.4 侵害他人名誉权、肖像权、知识产权、商业秘密等合法权利的； </p>
<p>8.3.5 未经本公司书面许可利用该帐号和任何功能，以及第三方运营平台进行推广或互相推广的； </p>
<p>8.3.6 利用本公司帐号或本软件及服务从事任何违法犯罪活动的； </p>
<p>8.3.7 制作、发布与以上行为相关的方法、工具，或对此类方法、工具进行运营或传播，无论这些行为是否为商业目的； </p>
<p>8.3.8 其他违反法律法规规定、侵犯其他用户合法权益、干扰产品正常运营或本公司未明示授权的行为。 </p>
<p>8.4 违约处理 </p>
<p>8.4.1 如果本公司发现或收到他人举报或投诉用户违反本协议约定的，本公司有权不经通知随时对相关内容进行删除、屏蔽，并视行为情节对违规帐号处以包括但不限于警告、限制或禁止使用部分或全部功能、帐号封禁直至注销的处罚，并公告处理结果。 </p>
<p>8.4.2 你理解并同意，本公司有权依合理判断对违反有关法律法规或本协议规定的行为进行处罚，对违法违规的任何用户采取适当的法律行动，并依据法律法规保存有关信息向有关部门报告等，用户应独自承担由此而产生的一切法律责任。 </p>
<p>8.4.3 你理解并同意，因你违反本协议或相关服务条款的规定，导致或产生第三方主张的任何索赔、要求或损失，你应当独立承担责任；本公司因此遭受损失的，你也应当一并赔偿。 </p>
 
<p><b>九、知识产权声明 </b></p>
<p>9.1 是本软件的知识产权权利人。本软件的一切著作权、商标权、专利权、商业秘密等知识产权，以及与本软件相关的所有信息内容（包括但不限于文字、图片、音频、视频、图表、界面设计、版面框架、有关数据或电子文档等）均受中华人民共和国法律法规和相应的国际条约保护，湖南洋光在线教育科技有限责任公司享有上述知识产权，但相关权利人依照法律规定应享有的权利除外。 </p>
<p>9.2 未经湖南洋光在线教育科技有限责任公司或相关权利人书面同意，你不得为任何商业或非商业目的自行或许可任何第三方实施、利用、转让上述知识产权。 </p>
 
<p><b>十、终端安全责任</b> </p>
<p>10.1 你理解并同意，本软件同大多数互联网软件一样，可能会受多种因素影响，包括但不限于用户原因、网络服务质量、社会环境等；也可能会受各种安全问题的侵扰，包括但不限于他人非法利用用户资料，进行现实中的骚扰；用户下载安装的其他软件或访问的其他网站中可能含有病毒、木马程序或其他恶意程序，威胁你的终端设备信息和数据安全，继而影响本软件的正常使用等。因此，你应加强信息安全及个人信息的保护意识，注意密码保护，以免遭受损失。 </p>
<p>10.2 你不得制作、发布、使用、传播用于窃取本公司帐号及他人个人信息、财产的恶意程序。 </p>
<p>10.3本公司将按照行业标准合理审慎地采取必要技术措施保护你的终端设备信息和数据安全，但是你承认和同意本公司并不能就此提供完全保证。  </p>
<p><b>十一、第三方软件或技术</b> </p>
<p>11.1 本软件可能会使用第三方软件或技术，这种使用已经获得合法授权。 </p>
<p>11.2 本软件如果使用了第三方的软件或技术，本公司将按照相关法规或约定，对相关的协议或其他文件通过各种形式进行展现。前述通过各种形式展现的相关协议、其他文件及网页，均是本协议不可分割的组成部分，与本协议具有同等的法律效力，你应当遵守这些要求。如果你没有遵守这些要求，该第三方或者国家机关可能会对你提起诉讼、罚款或采取其他制裁措施，并要求本公司给予协助，你应当自行承担法律责任。 </p>
<p>11.3 如因本软件使用的第三方软件或技术引发的任何纠纷，应由该第三方负责解决，本公司不承担任何责任。本公司不对第三方软件或技术提供客服支持，若你需要获取支持，请与第三方联系。 </p>
 
<p><b>十二、其他 </b></p>
<p>12.1 你使用本软件即视为你已阅读并同意受本协议的约束。 </p>
<p>12.2 本协议签订地为中国湖南省。 </p>
<p>12.3 本协议的成立、生效、履行、解释及纠纷解决，适用中华人民共和国大陆地区法律（不包括冲突法）。 </p>
<p>12.4 本协议条款无论因何种原因部分无效或不可执行，其余条款仍有效，对双方具有约束力。  </p>
</body>
</html>